{
    "Title": "بصمة CO²",
    "langDE":"الألمانية",
    "langEN":"اللغة الإنجليزية",
    "langAR":"اللغة العربية",


    "home": "ملخص",
    "table": "انبعاثات ثاني أكسيد الكربون",
    "donate": "التبرع من أجل المناخ",
    "about": "عننا",
    "privacy": "حماية البيانات",
    "imprint": "بصمة ",
    
    "homeWelcome": "مرحبًا بك في بصمة CO²",
    "homeIntro": "تريد الحصول على معلومات عن قيم انبعاثات الشركات وتدعم بنشاط مشاريع المناخ بنفسك؟",
    "homeIntroAnswer":"إذن فقد جئت إلى المكان الصحيح!",
    "homeFirstText":"يساعد فريقنا التطوعي منظمة EmissionNull على زيادة الوعي وتوفير المعلومات حول انبعاثات ثاني أكسيد الكربون من البلدان والشركات. نحن نضع إصبعنا في الجرح ونبين أين ترتفع الانبعاثات. كما أن جمع التبرعات للمشاريع المناخية جزء من محفظتنا.",
    "homeWork":"طريقة عملنا",
    "homeWorkText":"نقدم البصمة الكربونية السنوية للشركات ونحدد اتجاه الانبعاثات من العام السابق والحالي. يمكن أيضاً الاطلاع على متوسط إجمالي استهلاك الشركة في السنة. تسمح لك وظيفة التصفية بالبحث عن بلدان أو شركات أو قيم انبعاثات محددة. يمكن الفرز أيضاً على أساس البلدان والشركات وقيم الانبعاثات. ممكن.",
    "homeGoals":"ما هي الأهداف التي نسعى لتحقيقها؟",
    "homeGoalsFirstText":"يتمثل الهدف الكبير في الحد من انبعاثات ثاني أكسيد الكربون في جميع أنحاء العالم. ونحن نريد أن نقدم مساهمة صغيرة من خلال محاسبة أكبر الاقتصادات في العالم، أو بالأحرى أكبر خمس شركات في هذه الدول. تكشف لنا البصمة الكربونية عن أي من هذه الشركات تقلل من انبعاثاتها وأيها لا تفعل ذلك. ومن خلال تواجدنا على وسائل التواصل الاجتماعي، نعمل على توسيع نطاق وصولنا إلى هذه الشركات ونقوم بمحاسبة هذه الشركات. هذه هي الطريقة الوحيدة لإعادة التفكير!",
    "homeGoalsSecText":"يمكنك أيضًا دعم مشاريع شركائنا على CO²-Footprint. تبرع لأحد مشاريعنا.",

    "donateHead": "ساعدنا بالتبرعات",
    "donateSelProject": "كن داعماً لمشروع حماية المناخ. اختر مشروعك المفضل من بين المبادرات التالية:",
    "donateProjectOne": "1 - تعزيز الغابات الإقليمية",
    "donatePrOneText":"تخزن غاباتنا الكربون من ثاني أكسيد الكربون². نحن نزرع الأشجار بأموال التبرعات ونساهم في الحفاظ على موطن العديد من الحيوانات وخزان طبيعي لثاني أكسيد الكربون².",
    "donateProjectTwo": "2- الاستثمار في الطاقات المتجددة",
    "donatePrTwoText": "سيؤدي الاستثمار في طاقة المستقبل إلى تسريع التحول نحو اقتصاد أكثر استدامة. في هذا المشروع، ندعم بناء مزارع الرياح في شمال ألمانيا.",
    "donateProjectThree": "3 - البارافين المستدام",
    "donatePrThreeText": "تربط الطائرات العالم ببعضه البعض، ولكنها تنبعث منها أيضًا الكثير من الانبعاثات الضارة بالمناخ. ومن خلال تعزيز استخدام البارافينات الصديقة للمناخ، يمكن تقليل الانبعاثات في المستقبل. يدعم مشروعنا الثالث الأبحاث الأساسية في هذا المجال.",
    "donateAccData": "تفاصيل الحساب المصرفي",
    "donateAccNote": "يرجى تحويل التبرع إلى الحساب التالي",
    "donateAccUser": "مدير الحساب: بصمة ثاني أكسيد الكربون",
    "donateUsage": "الاستخدام المقصود: [اسم المشروع]",
    "donateThanks": "أشكرك على مساعدتك.",

    "aboutHead": "فريقنا هنا من أجلك",
    "aboutIntro": "نرحب بك لتقديم اقتراحات لحملات جديدة لجمع التبرعات. كما ندعم مشروعك البيئي.",
    "aboutName1": "إيدا مولر",
    "aboutJob1": "الطاقة والتكنولوجيا البيئية",
    "aboutTeamPos1": "قائد الفريق",
    "aboutTeamDescript1": "ترحب إيدا بالملاحظات والأسئلة البناءة حول المشروع.",
    "aboutTeamContact": "اتصل بنا",
    "aboutTeamMail": "البريد الإلكتروني: mueller@footprint.de",
    "aboutName2": "نادين روبرتس",
    "aboutJob2": "مدير وسائل التواصل الاجتماعيفي",
    "aboutTeamPos2": "التواجد على وسائل التواصل الاجتماعي",
    "aboutTeamDescript2": "تكتب نادين عن مشاريع التبرع على فيسبوك وإنستغرام. كما تقدم تقارير عن الشركات التي لا تحقق أهدافها المتعلقة بالانبعاثات. وبهذه الطريقة، نزيد من الضغط على الشركات لاتخاذ إجراءات في النهاية. تابعنا على إنستغرام وفيسبوك.",
    "aboutName3": "سيباستيان بيل",
    "aboutJob3": "مطور برمجيات",
    "aboutTeamPos3": "دعم الموقع الإلكتروني",
    "aboutTeamDescript3": "درس سيباستيان في الجامعة الدولية ويعمل بدوام جزئي في هذا الفريق الملون. في هذا الفريق الملون. تشمل مهامه صيانة المحتوى على هذا الموقع الإلكتروني.",
    "aboutName4": "إميل إنغاسون",
    "aboutJob4": "مصمم",
    "aboutTeamPos4": "تصميم الموقع الإلكتروني",
    "aboutTeamDescript4": "يعمل إميل بشكل وثيق مع مطورنا وهو مسؤول عن مسؤول عن تصميم الموقع الإلكتروني.",
    
    "imprintHead": "إمبريسوم",
    "imprintProvider": "المزود",
    "imprintPrName": "EmissionNull",
    "imprintPrStreet": "دومويج 1",
    "imprintPrCity": "22335 هامبورغ",
    "imprintPrPhone": "الهاتف: 040/123456",
    "imprintPrMail": "البريد الإلكتروني: serviceteam@emissionnull.de",
    "imprintPrWebsite": "الموقع الإلكتروني: www.emission-null.de",
    "imprintWebProvider": "جهة الاتصال للموقع الإلكتروني",
    "imprintWebResp": "الأشخاص المسؤولون:",
    "imprintWebRespStreet": "دومويج 2",

    "privacyHead1": "I. معلومات حول معالجة بياناتك وفقًا للمادة 13 من اللائحة العامة لحماية البيانات (GDPR)",
    "privacyRespHead": "1 - الشخص المسؤول وموظف حماية البيانات",
    "privacyRespText": "إيدا مولر هي المسؤولة عن هذا الموقع الإلكتروني ويمكن الاتصال بها على عنوان البريد الإلكتروني mueller@footprint.de. يمكنك التواصل مع مسؤول حماية البيانات عن طريق البريد الإلكتروني على العنوان التالي",
    "privacyRespMail": ".datenschutz@emission-null.de",
    "privacyDataProcHead": "2 - البيانات التي تتم معالجتها لتوفير الموقع الإلكتروني وإنشاء ملفات السجل",
    "privacyDataProcSubHeadA": "a. تتم معالجة البيانات التالية عند الدخول إلى الموقع الإلكتروني",
    "privacyDataProcIntro": "في كل مرة تقوم فيها بالوصول إلى محتوى على الموقع الإلكتروني، يتم تخزين البيانات مؤقتًا والتي قد تسمح بتحديد هويتك. يتم جمع البيانات التالية:",
    "privacyDataProcText1": "- تاريخ ووقت الوصول",
    "privacyDataProcText2": "- عنوان IP",
    "privacyDataProcText3": "- اسم المضيف للكمبيوتر الذي يقوم بالوصول",
    "privacyDataProcText4": "- الموقع الإلكتروني الذي تم الدخول منه إلى الموقع",
    "privacyDataProcText5": "- المواقع الإلكترونية التي يتم الوصول إليها عبر الموقع الإلكتروني",
    "privacyDataProcText6": "- الصفحة التي تمت زيارتها على موقعنا الإلكتروني",
    "privacyDataProcText7": "- رسالة ما إذا كانت المكالمة ناجحة أم لا",
    "privacyDataProcText8": "- كمية البيانات المنقولة",
    "privacyDataProcText9": "- معلومات حول نوع المتصفح والإصدار المستخدم",
    "privacyDataProcText10": "- نظام التشغيل",
    "privacyDataProcText11": "يعد التخزين المؤقت للبيانات ضروريًا أثناء زيارة الموقع الإلكتروني, لتمكين توصيل الموقع الإلكتروني. يتم التخزين الإضافي في ملفات السجل لضمان عمل الموقع الإلكتروني وأمن أنظمة تكنولوجيا المعلومات. تكمن مصلحتنا المشروعة في معالجة البيانات أيضًا في هذه الأغراض.",
    "privacyDataProcSubHeadB": "b. الأساس القانوني لمعالجة البيانات",
    "privacyDataProcBText": "تتم معالجة البيانات على أساس المادة 6 (1) (و) من اللائحة العامة لحماية البيانات.",
    "privacyDataProcSubHeadC": "c. مدة تخزين البيانات",
    "privacyDataProcCText":"يتم حذف البيانات بمجرد أن تصبح غير مطلوبة لتحقيق الغرض الذي جُمعت من أجله. في حالة توفير الموقع الإلكتروني، يكون هذا هو الحال عند انتهاء الجلسة المعنية. يتم تخزين ملفات السجل مباشرةً لمدة أقصاها 24 ساعة ولا يمكن الوصول إليها إلا للمسؤولين فقط. بعد ذلك، تكون متاحة فقط بشكل غير مباشر من خلال إعادة بناء الأشرطة الاحتياطية ويتم حذفها نهائيًا بعد أربعة أسابيع كحد أقصى.",
    "privacyHead2": "ثانيًا الحق في الاعتراض وفقًا للمادة 21 (1) من اللائحة العامة لحماية البيانات",
    "privacyRights": "لديك الحق في الاعتراض، لأسباب تتعلق بوضعك الخاص، في أي وقت على معالجة بياناتك الشخصية التي تستند إلى البيانات الشخصية التي تتم معالجتها على أساس المادة 6 (1) (و) من اللائحة العامة لحماية البيانات. يقوم المراقب لن يقوم المراقب بعد ذلك بمعالجة البيانات الشخصية ما لم يُظهر المراقب أسبابًا مشروعة مقنعة للمعالجة التي تتجاوز مصالح صاحب البيانات وحقوقه وحرياته، أو إذا كانت المعالجة تخدم إقامة الدعاوى القانونية أو ممارستها أو الدفاع عنها, أو ممارسة الدعاوى القانونية أو الدفاع عنها. جمع البيانات من أجل توفير الموقع الإلكتروني وتخزين ملفات السجل هي ملفات السجل ضرورية للغاية لتشغيل الموقع الإلكتروني."
}