{
    "Title": "CO² Fußabdruck",
    "langDE":"Deutsch",
    "langEN":"Englisch",
    "langAR":"Arabisch",

    "home": "Übersicht",
    "table": "CO²-Emmissionen",
    "donate": "Fürs Klima spenden",
    "about": "Über uns",
    "privacy": "Datenschutz",
    "imprint": "Impressum",

    "homeWelcome": "Willkommen auf CO²-Fußabdruck",
    "homeIntro": "Du willst Informationen zu Emmissionswerten von Unternehmen einholen und selbst aktiv Klimaprojekte unterstützen?",
    "homeIntroAnswer":"Dann bist du hier genau richtig!",
    "homeFirstText":"Unser ehrenamtliches Team hilft der EmissionNull-Organisation beim Sensibilisieren und Informieren über CO²-Emissionen von Ländern und Firmen. Wir halten den Finger in die Wunde und zeigen, wo die Emissionen steigen. Auch das Sammeln von Spenden für Klimaprojekte gehört zu unserem Portfolio.",
    "homeWork":"Wie wir arbeiten:",
    "homeWorkText":"Wir stellen die jährliche CO²-Bilanz von Unternehmen bereit und ermitteln die Emissions-Tendenz aus dem letzten und aktuellen Jahr. Zudem kann der durchschnittliche Gesamtverbrauch eines Unternehmens pro Jahr eingesehen werden. Die Filterfunktion ermöglicht das Suchen nach spezifischen Ländern, Unternehmen oder auch Emissionswerten. Auch eine Sortierung ist Anhand von Ländern, Unternehmen und Emissionswerten möglich.",
    "homeGoals":"Welche Ziele verfolgen wir?",
    "homeGoalsFirstText":"Das große Ziel ist die Senkung der CO²-Emissionen weltweit. Wir wollen einen kleinen Beitrag leisten, indem wir die größten Wirtschaftsländer der Welt, bzw. die fünf größten Unternehmen dieser Länder, in die Pflicht nehmen. CO²-Fußabdruck legt offen, welche dieser Unternehmen seine Emissionen reduziert und welche nicht. Durch unsere Social Media Präsenz erweitern wir unsere Reichweite und stellen diese Unternehmen an den Pranger. Nur so erfolgt ein Umdenken!",
    "homeGoalsSecText":"Auf CO²-Fußabdruck kannst du auch unsere Partner-Projekte unterstützen. Spende für eines unserer Projekte.",

    "donateHead": "Hilf uns mit Spenden",
    "donateSelProject": "Werde auch Unterstützer eines Klimaschutz-Projektes. Wähle aus den folgenden Initiativen dein Herzensprojekt aus:",
    "donateProjectOne": "1. Förderung der regionalen Wälder",
    "donatePrOneText": "Durch unsere Wälder wird der Kohlenstoff aus dem CO² gespeichert. Wir pflanzen mit dem Spendengeld Bäume und leisten einen Beitrag zum Erhalt des Lebensraumes von vielen Tieren und einem natürlichen CO²-Speicher.",
    "donateProjectTwo": "2. Investition in erneuerbare Energien",
    "donatePrTwoText": "Investitionen in die Energien der Zukunft sorgen für eine schnellere Transformation hin zu einer nachhaltigeren Wirtschaft. Wir unterstützen in diesem Projekt den Bau von Windparks in Norddeutschland.",
    "donateProjectThree": "3. Nachhaltiges Kerosin",
    "donatePrThreeText": "Flugzeuge verbinden die Welt miteinander, stoßen allerdings auch sehr viel klimaschädliche Emissionen aus. Mit der Förderung von klimaverträglicheren Kerosin kann der Ausstoß zukünftig minimiert werden. Unser drittes Projekt unterstützt die Grundlagenforschung in diesem Bereich.",
    "donateAccData": "Kontodaten",
    "donateAccNote": "Überweise die Spende bitte auf folgendes Konto:",
    "donateAccUser": "Kontoführer: CO2 Fußabdruck",
    "donateUsage": "Verwendungszweck: [Name des Projektes]",
    "donateThanks": "Danke für deine Hilfe.",
    
    "aboutHead": "Unser Team ist für dich da",
    "aboutIntro": "Gerne kannst du Vorschläge für neue Spendenaktionen einbringen. Wir unterstützen auch dein Umweltprojekt.",
    "aboutName1": "Ida Müller",
    "aboutJob1": "Energie- und Umwelttechnik",
    "aboutTeamPos1": "Teamleiterin",
    "aboutTeamDescript1": "Ida freut sich über konstruktive Rückmeldungen und Fragen zum Projekt.",
    "aboutTeamContact": "Kontakt",
    "aboutTeamMail": "E-mail: mueller@footprint.com",
    "aboutName2": "Nadine Roberts",
    "aboutJob2": "Social Media Managerin",
    "aboutTeamPos2": "Social Media Auftritt",
    "aboutTeamDescript2": "Nadine schreibt über unsere Spendenprojekte auf Facebook und Instagram. Zudem berichtet sie über die Unternehmen, die ihre Emissionsziele nicht erreichen. Wir bauen dadurch Druck bei den Unternehmen auf, endlich zu handeln. Folge uns auf Instagram und Facebook.",
    "aboutName3": "Sebastian Bell",
    "aboutJob3": "Softwareentwickler",
    "aboutTeamPos3": "Betreuung der Webseite",
    "aboutTeamDescript3": "Sebastian hat an der IU studiert und engagiert sich nebenberuflich in diesem bunten Team. Zu seinen Aufgaben gehört die Pflege der Inhalte auf dieser Webseite.",
    "aboutName4": "Emil Ingasson",
    "aboutJob4": "Designer",
    "aboutTeamPos4": "Design der Webseite",
    "aboutTeamDescript4": "Emil arbeitet eng mit unserem Entwickler zusammen und ist für das Design der Webseite verantwortlich.",
    
    "imprintHead": "Impressum",
    "imprintProvider": "Anbieter",
    "imprintPrName": "EmissionNull",
    "imprintPrStreet": "Domweg 1",
    "imprintPrCity": "22335 Hamburg",
    "imprintPrPhone": "Telefon: 040/123456",
    "imprintPrMail": "E-Mail: serviceteam@emissionnull.de",
    "imprintPrWebsite": "Website: www.emission-null.de",
    "imprintWebProvider": "Ansprechpartnerin der Webseite",
    "imprintWebResp": "Verantwortliche:",
    "imprintWebRespStreet": "Domweg 2",

    "privacyHead1": "I. Informationen über die Verarbeitung Ihrer Daten gemäß Art. 13 der Datenschutz-Grundverordnung (DS-GVO)",
    "privacyRespHead": "1. Verantwortlicher und Datenschutzbeauftragter",
    "privacyRespText": "Verantwortlich für diese Website ist Ida Müller, erreichbar unter der Mailadresse mueller@footprint.de. Den Datenschutzbeauftragten erreichen Sie per E-Mail unter",
    "privacyRespMail": "datenschutz@emission-null.de.",
    "privacyDataProcHead": "2. Daten, die für die Bereitstellung der Website und die Erstellung der Protokolldateien verarbeitet werden",
    "privacyDataProcSubHeadA": "a. Folgende Daten werden mit Aufruf der Webseite verarbeitet",
    "privacyDataProcIntro": "Bei jedem Zugriff auf Inhalte der Website werden vorübergehend Daten gespeichert, die möglicherweise eine Identifizierung zulassen. Die folgenden Daten werden hierbei erhoben:",
    "privacyDataProcText1": "- Datum und Uhrzeit des Zugriffs",
    "privacyDataProcText2": "- IP-Adresse",
    "privacyDataProcText3": "- Hostname des zugreifenden Rechners",
    "privacyDataProcText4": "- Website, von der aus die Website aufgerufen wurde",
    "privacyDataProcText5": "- Websites, die über die Website aufgerufen werden",
    "privacyDataProcText6": "- Besuchte Seite auf unserer Website",
    "privacyDataProcText7": "- Meldung, ob der Abruf erfolgreich war",
    "privacyDataProcText8": "- Übertragene Datenmenge",
    "privacyDataProcText9": "- Informationen über den Browsertyp und die verwendete Version",
    "privacyDataProcText10": "- Betriebssystem",
    "privacyDataProcText11": "Die vorübergehende Speicherung der Daten ist für den Ablauf eines Websitebesuchs erforderlich, um eine Auslieferung der Website zu ermöglichen. Eine weitere Speicherung in Protokolldateien erfolgt, um die Funktionsfähigkeit der Website und die Sicherheit der informationstechnischen Systeme sicherzustellen. In diesen Zwecken liegt auch unser berechtigtes Interesse an der Datenverarbeitung.",
    "privacyDataProcSubHeadB": "b. Rechtsgrundlage der Datenverarbeitung",
    "privacyDataProcBText": "Die Daten werden auf der Grundlage des Art. 6 Abs. 1 Buchstabe f DS-GVO verarbeitet",
    "privacyDataProcSubHeadC": "c. Dauer der Datenspeicherung",
    "privacyDataProcCText":"Die Daten werden gelöscht, sobald sie für die Erreichung des Zwecks ihrer Erhebung nicht mehr erforderlich sind. Bei der Bereitstellung der Website ist dies der Fall, wenn die jeweilige Sitzung beendet ist. Die Protokolldateien werden maximal bis zu 24 Stunden direkt und ausschließlich für Administratoren zugänglich aufbewahrt. Danach sind sie nur noch indirekt über die Rekonstruktion von Sicherungsbändern verfügbar und werden nach maximal vier Wochen endgültig gelöscht.",
    "privacyHead2": "II. Recht auf Widerspruch gemäß Art. 21 Abs. 1 DS-GVO",
    "privacyRights": "Sie haben das Recht, aus Gründen, die sich aus Ihrer besonderen Situation ergeben, jederzeit gegen die Verarbeitung Ihrer personenbezogenen Daten, die aufgrund von Artikel 6 Abs. 1 Buchstabe f DS-GVO erfolgt, Widerspruch einzulegen. Der Verantwortliche verarbeitet die personenbezogenen Daten dann nicht mehr, es sei denn, er kann zwingende schutzwürdige Gründe für die Verarbeitung nachweisen, die die Interessen, Rechte und Freiheiten der betroffenen Person überwiegen, oder die Verarbeitung dient der Geltendmachung, Ausübung oder Verteidigung von Rechtsansprüchen. Die Erfassung der Daten zur Bereitstellung der Website und die Speicherung der Protokolldateien sind für den Betrieb der Internetseite zwingend erforderlich."
}