{
    "Title": "CO² Footprint",
    "langDE":"German",
    "langEN":"English",
    "langAR":"Arabic",

    "home": "home",
    "table": "CO² emission",
    "donate": "donate",
    "about": "about",
    "privacy": "privacy",
    "imprint": "imprint",

    "homeWelcome": "Welcome to CO² Footprint",
    "homeIntro": "You want to obtain information on the emission values of companies and actively support climate projects yourself?",
    "homeIntroAnswer":"Then you've come to the right place!",
    "homeFirstText":"Our volunteer team helps the EmissionNull organization to raise awareness and provide information about CO² emissions from countries and companies. We put the pressure on and show where emissions are rising. Collecting donations for climate projects is also part of our portfolio.",
    "homeWork":"How we work:",
    "homeWorkText":"We provide the annual carbon footprint of companies and determine the emissions trend from the previous and current year. The average total consumption of a company per year can also be viewed. The filter function allows you to search for specific countries, companies or emission values. Sorting is also possible on the basis of countries, companies and emission values.",
    "homeGoals":"What goals are we pursuing?",
    "homeGoalsFirstText":"The big goal is to reduce CO² emissions worldwide. We want to make a small contribution by holding the world's largest countries in the world and the five largest companies in these countries. CO² footprint reveals which of these companies are reducing their emissions and which are not. Through our social media presence, we are expanding our reach and put these companies in the pillory. This is the only way to bring about a rethink!",
    "homeGoalsSecText":"You can also support our partner projects on CO² Footprint. Donate to one of our projects.",

    "donateHead": "Help us with donations",
    "donateSelProject": "Become a supporter of a climate protection project. Choose your favorite project from the following initiatives:",
    "donateProjectOne": "1. promotion of regional forests",
    "donatePrOneText":"Our forests store the carbon from CO². We plant trees with the donation money and make a contribution to the preservation the habitat of many animals and a natural CO² reservoir.",
    "donateProjectTwo": "2. investment in renewable energies",
    "donatePrTwoText": "Investments in the energies of the future will ensure a faster transformation transformation towards a more sustainable economy. In this project, we are supporting the construction of wind farms in northern Germany.",
    "donateProjectThree": "3. sustainable kerosene",
    "donatePrThreeText": "Airplanes connect the world, but they also emit a lot of climate-damaging emissions. By promoting more climate-friendly kerosene, emissions can be minimized in the future. Our third project supports basic research in this area.",
    "donateAccData": "Bank account data",
    "donateAccNote": "Please transfer the donation to the following account:",
    "donateAccUser": "Account manager: CO2 Footprint",
    "donateUsage": "Intended use: [name of the project]",
    "donateThanks": "Thank you for your help.",

    "aboutHead": "Our team is there for you",
    "aboutIntro": "You are welcome to make suggestions for new fundraising campaigns. We also support your environmental project.",
    "aboutName1": "Ida Müller",
    "aboutJob1": "Energy and environmental technology",
    "aboutTeamPos1": "Team leader",
    "aboutTeamDescript1": "Ida welcomes constructive feedback and questions about the project.",
    "aboutTeamContact": "Contact us",
    "aboutTeamMail": "E-Mail: mueller@footprint.de",
    "aboutName2": "Nadine Roberts",
    "aboutJob2": "Social Media Manager",
    "aboutTeamPos2": "Team leader",
    "aboutTeamDescript2": "Nadine writes about our donation projects on Facebook and Instagram. She also reports on the companies that are not meeting their emissions targets. In this way, we build up pressure on companies to finally act. Follow us on Instagram and Facebook.",
    "aboutName3": "Sebastian Bell",
    "aboutJob3": "Software developer",
    "aboutTeamPos3": "Website support",
    "aboutTeamDescript3": "Sebastian studied at the IU and works part-time in this colorful team. His tasks include maintaining the content on this website.",
    "aboutName4": "Emil Ingasson",
    "aboutJob4": "Designer",
    "aboutTeamPos4": "Website design",
    "aboutTeamDescript4": "Emil works closely with our developer and is responsible for the design of the website.",

    "imprintHead": "Imprint",
    "imprintProvider": "Provider",
    "imprintPrName": "EmissionNull",
    "imprintPrStreet": "Domweg 1",
    "imprintPrCity": "22335 Hamburg",
    "imprintPrPhone": "Phone: 040/123456",
    "imprintPrMail": "E-mail: serviceteam@emissionnull.de",
    "imprintPrWebsite": "Website: www.emission-null.de",
    "imprintWebProvider": "Contact person for the website",
    "imprintWebResp": "Responsible person:",
    "imprintWebRespStreet": "Domweg 2",

    "privacyHead1": "I. Information on the processing of your data in accordance with Art. 13 of the General Data Protection Regulation (GDPR)",
    "privacyRespHead": "1. responsible person and data protection officer",
    "privacyRespText": "Ida Müller is responsible for this website and can be contacted at mueller@footprint.de. You can reach the data protection officer by e-mail at",
    "privacyRespMail": "datenschutz@emission-null.de.",
    "privacyDataProcHead": "2. data processed for the provision of the website and the creation of log files",
    "privacyDataProcSubHeadA": "a. The following data is processed when the website is accessed",
    "privacyDataProcIntro": "Each time you access content on the website, data is temporarily stored that may allow you to be identified. The following data is collected:",
    "privacyDataProcText1": "- Date and time of access",
    "privacyDataProcText2": "- IP address",
    "privacyDataProcText3": "- Host name of the accessing computer",
    "privacyDataProcText4": "- Website from which the website was accessed",
    "privacyDataProcText5": "- Websites that are accessed via the website",
    "privacyDataProcText6": "- Visited page on our website",
    "privacyDataProcText7": "- Message as to whether the retrieval was successful",
    "privacyDataProcText8": "- Amount of data transferred",
    "privacyDataProcText9": "- Information about the browser type and version used",
    "privacyDataProcText10": "- Operating system",
    "privacyDataProcText11": "Temporary storage of the data is necessary for the course of a website visit to enable delivery of the website. Further storage in log files takes place in order to ensure the functionality of the website and the security of the information technology systems. Our legitimate interest in data processing also lies in these purposes.",
    "privacyDataProcSubHeadB": "b. Legal basis for data processing",
    "privacyDataProcBText": "The data is processed on the basis of Art. 6 para. 1 letter f GDPR.",
    "privacyDataProcSubHeadC": "c. Duration of data storage",
    "privacyDataProcCText":"The data is deleted as soon as it is no longer required to achieve the purpose for which it was collected. In the case of the provision of the website, this is the case when the respective session has ended. The log files are stored for a maximum of 24 hours directly and only accessible to administrators. After that, they are only available indirectly via the reconstruction of backup tapes and are permanently deleted after a maximum of deleted after a maximum of four weeks.",
    "privacyHead2": "II Right to object pursuant to Art. 21 (1) GDPR",
    "privacyRights": "You have the right to object, on grounds relating to your particular situation, at any time to processing of your personal data which is based on point (f) of Article 6(1) GDPR. The controller will then no longer process the personal data unless the controller demonstrates compelling legitimate grounds for the processing which override your interests, rights and freedoms. outweigh the interests, rights and freedoms of the data subject, or the processing serves to assert, exercise or defend legal claims, exercise or defense of legal claims. The collection of data for the provision of the website and the storage of log files are log files are absolutely necessary for the operation of the website."
}